app/views/orders/index.html.erb

      <td><%= o.date %></td>
      <td><%= o.order %></td>
---
SELECT "orders".* FROM "orders"