app/views/orders/show.html.erb

SELECT  "orders".* FROM "orders" WHERE "orders"."id" = $1 LIMIT 1  [["id", 1]]
---
  <strong>Orders:</strong>
  <%= @order.order %>