app/controllers/orders_controller.rb

INSERT INTO "orders" ("date", "order", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["date", "2015-11-01"], ["order", "Veg rice"], ["created_at", "2015-11-20 11:06:46.157976"], ["updated_at", "2015-11-20 11:06:46.157976"]]
---
	def create

			@order = Order.new(order_params)
			  if @order.save